{"header":{"word":"אָשָׁם","entry":913,"letter":"א","strongs":817,"page":79},"definitions":[{"title":"Def","body":" [[אָשָׁם]] ","content":"definition","show":"block"},{"title":"n.m.","body":" offence, guilt&#8212;&#180;[[א]] Ge 26:10 + 37 t., sf. [[אֲשָׁמוֹ]] Nu 5:7 + 7 t.;&#8212;","content":"definition","show":"block"},{"title":"1.","body":" offence, trespass, fault Ps 68:22 (guiltiness RV). ","content":"definition","show":"block"},{"title":"2.","body":" guilt Ge 26:10 (J) Pr 14:9, Je 51:5. ","content":"definition","show":"block"},{"title":"3.","body":" compensation, [[לְהָשִׁיב הָאָשָׁם אֵלָיו]] to whom to return the compensation (or satisfaction for injury) Nu 5:7, Nu 5:8 (P; restitution for guilt RV). ","content":"definition","show":"block"},{"title":"4.","body":" trespass-offering (AV, but guilt-offering RV) used only in Le 5, Le 6:10, Le 7, Le 14, Le 19:21, Le 19:22, Nu 5, Nu 6:12, Nu 18:9 (P), &#38; Ez Eze 40:39, Eze 42:13, Eze 44:29, Eze 46:20, cf. Ezr 10:19. This offering seems to have been confined to offences against God or man that could be estimated and so covered by compensation. The ordinary trespass-offering was a ram, together with restitution and a penalty of a fifth of its value. The trespass-offerings of the leper and Nazirite were he-lambs Le 14, Nu 6:12; if the person who suffered wrong or his kinsmen were not living the fine went to the priests. The victims were offered, the blood and fat pieces going to the altar, the skin and flesh to the priests. There seems to have been no application of the blood to the horns of the altar (the chief ceremony of the sin-offering) because the guilt was not expiated at the altar but by compensation to the wronged person or his representative. A part of the blood of the leper's trespass-offering was applied to his person to consecrate him (as in the case of the ram of consecration to consecrate the priests Le 8:23). The trespass-offering is unknown to JED and the older Hebrew literature. However, the Philistines send an [[אשׁם]] of golden mice and tumours 1Sa 6:3, 1Sa 6:4, 1Sa 6:8, 1Sa 6:17, and an [[אשׁם]] of money was given to the priests 2Ki 12:17, but these are entirely different from the trespass-offering of P. The Messianic servant offers himself as an [[אשׁם]] in compensation for the sins of the people, interposing for them as their substitute Is 53:10 (incorrectly, sin-offering AV RV). See further Oehler:OT Theol. &#167; 137 Di Le 5:14.\r","content":"definition","show":"block"}],"notes":"","etymology":[],"morphology":[]}